Repository: ShahzaibAli02/WeatherWidgetsSwiftUI
Catalog: ios/App/App/*.lproj/Localizable.strings
Languages: ar

# welcome_message
source: Welcome to our app
ar: مرحبًا بك في تطبيقنا

source: Weather Code Not Determined
ar: رمز الطقس غير محدد

source: Clear Sky
ar: سماء صافية

source: Light Clouds
ar: غيوم خفيفة

source: Partly Cloudy
ar: غائم جزئيًا

source: Cloudy
ar: غائم

source: Rain
ar: مطر

source: Rain and Snow Sleet
ar: مطر وثلوج

source: Snow
ar: ثلج

source: Rain Shower
ar: زخات مطر

source: Snow Shower
ar: زخات ثلج

source: Sleet Shower
ar: زخات جليدية

source: Light Fog
ar: ضباب خفيف

source: Dense Fog
ar: ضباب كثيف

source: Freezing Rain
ar: أمطار متجمدة

source: Thunderstorms
ar: عواصف رعدية

source: Drizzle
ar: رذاذ

source: Sandstorm
ar: عاصفة رملية

source: Low
ar: قليل

source: High
ar: عالي

source: Feels
ar: يشعر

source: Like
ar: يحب

source: Precip
ar: تساقط

source: Chance
ar: فرصة

source: Wind
ar: رياح

# five_days_forecast
source: 5 Days Forecast
ar: توقعات الطقس لخمسة أيام

source: Now
ar: الآن

source: Location Error
ar: خطأ في الموقع

source: Unknown Error
ar: خطأ غير معروف

source: Enable Location Access
ar: تمكين الوصول إلى الموقع

source: Check Internet Connection
ar: التحقق من اتصال الإنترنت

# regular
source: Roboto-Regular
ar: SomarSans-Regular

# bold
source: Roboto-Bold
ar: SomarSans-Bold

# medium
source: Roboto-Medium
ar: SomarSans-Medium

# time_zone
source: en_US_POSIX
ar: ar_SA_POSIX

source: c
ar: م

source: kmh
ar: كم/س

source: mm
ar: مم

source: H:
ar: العظمى:

source: L:
ar: منخفضة:

# angle_N
source: N
ar: شمالية

# angle_NW
source: NW
ar: شمالية غربية

# angle_W
source: W
ar: غربية

# angle_SW
source: SW
ar: جنوبية غربية

# angle_S
source: S
ar: جنوبية

# angle_SE
source: SE
ar: جنوبية شرقية

# angle_E
source: E
ar: شرقية

# angle_NE
source: NE
ar: شمالية شرقية

# top_lines_widget
source: top_lines_widget_1
ar: top_lines_widget_1_ar
